LEXICON_MESSAGE: dict[str, str] = {
    '/start': 'Воздушный Гамарджоба! \nОт моего сердечка твоему душевно в душу! 🇬🇪',
    '/start continue': 'Зацени мой набор стикеров - просто нажми на него.',
    'instruction': 'Чтобы создать набор со своими стикерами, необходимо написать моему братишке @Stickers. Все ' 
                   'довольно просто:\n<pre>- создаешь новый набор стикеров;\n- придумываешь ему название;\n' 
                   '- отправляешь свое фото;\n- отправляешь соответствующий смайлик;\n- вуаля!</pre>\n\nНо есть нюанс.' 
                   '\n<b>Фото для будущего стикера</b> — <i>файл в формате PNG или WEBP с прозрачным фоном. ' 
                   'Изображение должно вписываться в квадрат 512x512 px</i>. \nЕсли отправить файл, не ' 
                   'соответствующий этим требованиям, бот не примет его. Некоторым может быть непросто ' 
                   'быстро подготовить свое фото для стикера, поэтому я и создан, чтобы помочь в этом. ' 
                    'Нажми на "Расскажи о себе", чтобы увидеть пример.',
    'security': '<pre>Я volvo среди авто \nЯ огнетушитель во время пожара \nЯ pfizer из всех вакцин' 
                '\nЯ панамка против солнечного удара \nВ общем, Безопасность - моё второе имя!</pre>\n\n'
                'Мой код устроен таким образом, что я не храню фотографии, а лишь обрабатываю их и возвращаю обратно.'
                'Можешь в этом убедиться, посмотрев исходный кода:',
    'location': 'Я то тут, то там. Кручусь-верчусь во всемирной паутине. \nСейчас здесь:',
    'other_mess': 'Не понимать тебя. Пока что я не такой умный как ChapGPT.'


}

LEXICON_MENU: dict[str,str] = {
    'desc': 'подробно о создании стикеров',
    'photo_to_png': 'переделать фото'
}


LEXICON_KEYBOARD: dict[str, str] = {
    'instruction': 'Инструкция',
    'about you': 'Расскажи о себе',
    'security': 'А это безопасно?',
    'location': 'Ты где вообще есть?'
}